# bili娘数据（第2部分）：No.33, No.22
bili_girls_part = [
    {
        "id": "No.33",
        "name": "33",
        "img": "",
        "votes": "1824",
        "desc": """33娘是哔哩哔哩的站娘之一，性格沉默寡言、面瘫、机智超群。作为妹妹，具备强大的计算能力与机娘属性。
身高:165CM
年龄:13-14岁左右
体重:200KG(望着某战斗娘...)
性格:无口属性,平常不爱说话,但是很喜欢和人类交流重口味的笑话,喜欢美式英语(粗口),无聊的时候会在视频上乱播.
爱好:啃插座/森之妖精/美式英语/无聊/发呆.
讨厌:电视以及其它品种的播放产品/严寒/啮齿动物/H.
能力:立体播放/模仿任何声音/流利的英文.
     看上去是个女孩子一样的机械,有着女孩的身体和音线.
     不过实际上身体却很沉重,爱好也很奇怪,而且会模仿更奇怪的声音,无聊的时候还会一边哼着小调一边播放粗口英语或者兄贵洗脑.
     以方便实用为理念开发的视听娘-bilibili,在各方面有着出色的成绩.
     全息立体播放以及远程操控,超长的使用时间以及人性化的功能.
     但不代表这是没缺陷的产品-比方说她爱啃插座之类的小型供电设施,因为里面带电的铜味会很吸引她.在就是很多播放产品都是她的敌人,会被她很流利的破坏掉-商品竞争嘛.在就是怕啮齿动物和严寒,虽然是机械,不过呢体温是有的-这样可以保持线路的耐久和零件的咬合正常.
     虽然不会有任何线啊什么的东西露在外面可以让老鼠拿来磨牙齿,但是设定是这样还是小心的点好-她是这样想的.
     设定上是全年龄向产品,所以不喜欢播放H.但是要求的话,还是会照办的,只是下次还要提醒她一次.因为是全年龄向的嘛.
     服装是完全可着脱的方便类型,当然在出厂的时候会穿着紧身服.如果没要求的话她就会穿上制服(这个制服我想让它简洁明快些,不过对裙子有点不满意就是了...),当然也可以是紧身服.因为是完全可着脱类型,所以可以换自己喜欢的衣服来满足一些制服爱好者.
     即使是太阳能充电的类型,不过在没有太阳的时候还是让她啃插座吧-这样也是可以充电的,或者咬电池什么的,只是准备的量要多些.
     因为是机械,所以表情会比较稀薄,但不代表她是个无感情的家伙.因为是"女孩子'所以让她做些奇怪的事-戴猫耳或者穿女仆装什么的她也会害羞.只是表情很细微罢了,会通过头上的成像仪来弥补.
     不要因她喜欢说粗口就认为她是个坏孩子,毕竟她也不完全了解这些词汇的意思,只是把它们按照指令组合在一起然后播放罢了,不过她的数据库里也尽是这些,到底是谁的错呢...
     """,
        "gallery": [
            {"url": "", "title": "33娘 经典主视觉"},
            {"url": "", "title": "33娘 拜年纪设定图"}
        ]
    },
    {
        "id": "No.22",
        "name": "22",
        "designer": "ハオ",
        "img": "22图.jpg",
        "votes": "1824",
        "desc": """22娘是哔哩哔哩的站娘之一，性格阳光、活泼、神经大条。作为姐姐，经常照顾33娘，但有时也会闹出笑话。
设定：
身长：162cm
体重：48kg
BWH: 无可奉告
星座: 天枰
能力: 使目标感电的能力
体质: 间歇性放电(危险度略高)
喜欢的事物: 当然是A.C.G啦
讨厌的事物: 审批什么的最讨厌了!""",
        "gallery": [
            {"url": "22图.jpg", "title": "22娘 经典主视觉"}
        ]
    },
]
